Repository: DavidAnderson684/simba-plugin-manager-updater
Catalog: languages/udmupdater-*.po
Languages: es_mx, fr_fr

source: Access to plugin updates (%s)
es_mx: Acceder a las actualizaciones del plugin (%s)
fr_fr: Accéder aux mises à jour de l'extension (%s)

source: Automatically update as soon as an update becomes available (N.B. other plugins can over-ride this setting).
es_mx: Actualiza automáticamente tan pronto como haya una actualización disponible (Nota: otros plugins pueden anular este ajuste).
fr_fr: Mettre à jour automatiquement aussitôt qu'une mise à jour est disponible (N.B. d'autres extensions peuvent passer outre ce paramètre).

source: Connect
es_mx: Conectar
fr_fr: Se connecter

source: Connecting...
es_mx: Conectando...
fr_fr: Connexion…

source: Disconnect
es_mx: Desconectar
fr_fr: Déconnecter

source: Disconnecting...
es_mx: Desconectando...
fr_fr: Déconnexion…

source: Dismiss from main dashboard (for %s weeks)
es_mx: Descartar del escritorio principal (por %s semanas)
fr_fr: Masquer sur le tableau de bord (pur %s semaines)

source: Email
es_mx: Correo electrónico
fr_fr: Courriel

source: Errors occurred:
es_mx: Errores ocurridos:
fr_fr: Erreurs survenues :

source: Has your licence expired, or have you used all your available licences elsewhere?
es_mx: ¿Tu licencia ha caducado o ha utilizado todas tus licencias disponibles en otro lugar?
fr_fr: Votre licence a-t-elle expirée ou avez-vous utilisées toutes vos licences disponibles ailleurs ?

source: It has been tested up to version %s.
es_mx: Ha sido probado hasta la versión %s.
fr_fr: Elle a été testée jusqu’à la version %s.

source: password
es_mx: contraseña
fr_fr: mot de passe

source: Please enter your customer login to access updates for %s
es_mx: Por favor introduce tu acceso de cliente para acceder a las actualizaciones de %s
fr_fr: Veuillez renseigner vos identifiants pour bénéficier des mises à jour pour %s

source: please renew
es_mx: por favor renueva
fr_fr: veuillez renouveler

source: The installed version of %s has not been tested on your version of WordPress (%s).
es_mx: La versión instalada de %s no ha sido probada en tu versión de WordPress (%s).
fr_fr: La version installée de %s n’a pas été testée avec votre version de WordPress (%s).

source: The response from the remote site could not be decoded. (More information is recorded in the browser console).
es_mx: La respuesta del sitio remoto no se pudo decodificar. (Se registra más información en la consola del navegador).
fr_fr: La réponse du site distant n’a pas pu être décodée. (Plus d’information est disponible dans la console du navigateur.)

source: This site was previously using a licence also used by another WordPress install with a different URL (which most likely originates from one of the sites being created by duplicating the other) - this has resulted in the licence being disconnected from this site
fr_fr: Ce site utilisait précédemment une licence également utilisée par une autre installation WordPress à une autre URL (ce qui provient certainement de la création d’un de ces sites par duplication d’un autre) - ceci a provoqué la déconnexion de la licence sur ce site.

source: To maintain your access to support, %s.
es_mx: Para mantener el acceso al soporte, %s.
fr_fr: Pour conserver votre accès à l’assistance, %s.

source: To regain access to updates (including future features and compatibility with future WordPress releases) and support, %s.
es_mx: Para recuperar el acceso a las actualizaciones (incluidas las características futuras y la compatibilidad con futuras versiones de WordPress) y el soporte, %s.
fr_fr: Pour retrouver un accès aux mises à jour (incluant les futures fonctionnalités et la compatibilité avec les versions futures de WordPress) et à l'assistance, %s.

source: To regain your access, %s.
es_mx: Para recuperar el acceso, %s.
fr_fr: Pour récupérer votre accès, %s.

source: To retain your access, and maintain access to updates (including future features and compatibility with future WordPress releases) and support, %s.
es_mx: Para conservar y mantener el acceso a las actualizaciones (incluidas las características futuras y la compatibilidad con futuras versiones de WordPress) y el soporte, %s.
fr_fr: Pour conserver votre accès et maintenir l'accès aux mises à jour (incluant les futures fonctionnalités et la compatibilité avec les versions futures de WordPress) et à l'assistance, %s.

source: Warning
es_mx: Advertencia
fr_fr: Attention

source: When updates to this plugin are available, they will be automatically installed.
es_mx: Cuando las actualizaciones de este plugin estén disponibles, se instalarán automáticamente.
fr_fr: Lorsque des mises à jour de cette extension seront disponibles, elles seront installées automatiquement.

source: When updates to this plugin are available, they will not be automatically installed.
es_mx: Cuando las actualizaciones de este plugin estén disponibles, no se instalarán automáticamente.
fr_fr: Lorsque des mises à jour de cette extension seront disponibles, elles ne seront pas installées automatiquement.

source: You are connected to receive updates for %s (login: %s)
es_mx: Estás conectado para recibir actualizaciones para %s (acceso: %s)
fr_fr: Vous êtes connecté pour recevoir les mises à jour de %s (identifiant : %s)

source: You have successfully connected for access to updates to this plugin.
es_mx: Te has conectado correctamente para acceder a las actualizaciones de este plugin.
fr_fr: Vous vous êtes connecté avec succès du système de mise à jour de cette extension.

source: You have successfully disconnected access to updates to this plugin.
es_mx: Has desconectado correctamente tu acceso a las actualizaciones de este plugin.
fr_fr: Vous vous êtes déconnecté avec succès du système de mise à jour de cette extension.

source: You need to enter both an email address and a %s
es_mx: Necesitas introducir tanto un correo electrónico como una %s
fr_fr: Vous devez renseignez une adresse de courriel et un %s

source: You should update to make sure that you have a version that has been tested for compatibility.
es_mx: Debes actualizar para asegurarte de que tienes una versión que ha sido probada con compatibilidad.
fr_fr: Vous devriez mettre à jour pour vous assurer d’avoir une version dont la compatibilité a été testée.

source: Your email address and %s were not recognised.
es_mx: Tu correo electrónico y %s no se reconocieron.
fr_fr: Votre courriel et %s n’ont pas été reconnus.

source: Your email address was not recognised. The connection information will be removed from this site.
es_mx: Tu dirección de correo electrónico no fue reconocida. La información de conexión se eliminará de este sitio.
fr_fr: Votre courriel n’a pas été reconnu. Les informations de connexion seront supprimées de ce site.

source: Your login was accepted, but no available entitlement for this plugin was found.
es_mx: Tu acceso fue aceptado, pero no se encontró ninguna autorización disponible para este plugin.
fr_fr: Votre identifiant a été accepté mais aucune souscription valable n’a été trouvée pour cette extension.

source: Your paid access to %s support has expired.
es_mx: El acceso pagado al soporte de %s ha caducado.
fr_fr: Votre accès payant à l’assistance de %s a expiré.

source: Your paid access to %s support will soon expire.
es_mx: El acceso pagado al soporte de %s caducará pronto.
fr_fr: Votre accès payant à l’assistance de %s expire bientôt.

source: Your paid access to %s updates for %s add-ons on this site has expired.
es_mx: El acceso pagado a las actualizaciones de %s de las extensiones %s para este sitio ha caducado.
fr_fr: Votre accès payant aux mises à jour de %s pour les modules %s sur ce site a expiré.

source: Your paid access to %s updates for %s of the %s add-ons on this site will soon expire.
es_mx: El acceso pagado a las actualizaciones de %s para %s de las extensiones %s en este sitio caducarán pronto.
fr_fr: Votre accès payant aux mises à jour de %s pour le s%s modules %s sur ce site expire bientôt.

source: Your paid access to %s updates for this site has expired. You will no longer receive updates.
es_mx: El acceso pagado a las actualizaciones de %s para este sitio ha caducado. Ya no recibirás actualizaciones.
fr_fr: Votre accès payant aux mises à jour de %s sur ce site a expiré. Vous ne recevrez plus de mises à jour.

source: Your paid access to %s updates for this site will soon expire.
es_mx: El acceso pagado a las actualizaciones de %s para este sitio caducará pronto.
fr_fr: Votre accès payant aux mises à jour de %s sur ce site expire bientôt.
